Repository: kartalbas/pocketseller.droid
Catalog: pocketseller.core/Resources/Languages/Language.*.resx
Languages: tr_tr

source: Accept
tr_tr: OK

# Adressnumber
source: SetresNr
tr_tr: Müşteri No

# Amount
source: AM
tr_tr: MI

source: Archive
tr_tr: Arşivle

source: Back
tr_tr: Geri

source: Cancel
tr_tr: Iptal

source: Completed
tr_tr: Bitti

# Count
source: CT
tr_tr: AD

# Created
source: TimeStamp
tr_tr: Oluştu

source: Delete
tr_tr: Sil

source: Deleted
tr_tr: Silindi

# DeleteDatabase
source: Delete DbName
tr_tr: Veri tabanini sil

source: Edit
tr_tr: Degiştir

# ExitModul
source: Exit this modul?
tr_tr: Moduldan çıkmak istiyormusunuz?

source: Failed
tr_tr: Başarısız

source: Info
tr_tr: Bilgi

# LastDate
source: LD
tr_tr: ST

# LastCount
source: LC
tr_tr: SK

source: Last Import
tr_tr: Son güncelleştirilme

# LastPrice
source: LP
tr_tr: SF

source: New Order
tr_tr: Yeni sipariş

source: Next
tr_tr: Devam

source: No Result
tr_tr: Bilgi bulunamadı

# OrderInfo
source: Information for this Order
tr_tr: Siparişe ait not yazınız

# OrderValue
source: V. Netto
tr_tr: T. Net

# Parcels
source: TotalParcels
tr_tr: Koli

source: Password
tr_tr: Şifre

source: Datatransfer
tr_tr: Güncelleştirme

source: Orders
tr_tr: Siparişler

source: Price
tr_tr: Fiyat

source: Processing
tr_tr: Işlemde

source: Save
tr_tr: Kayıt

# SaveOrder
source: Save this order?
tr_tr: Sipariş kayıt olsun mu?

source: Search
tr_tr: Ara

# SearchAddress
source: Search Setress
tr_tr: Müşteri ara

source: Search Article
tr_tr: Ürün ara

source: Send
tr_tr: Gönder

source: Send Orders
tr_tr: Siparişleri gönder

source: Setting
tr_tr: Ayar

source: Settings
tr_tr: Ayarlar

source: Username
tr_tr: Kullanıcı

source: English
tr_tr: Ingilizce

source: German
tr_tr: Almanca

source: Turkish
tr_tr: Türkçe

# AskForDeleteDB
source: Really want delete this?
tr_tr: Gerçekten silmekmi istiyormusunuz?

# AskIfReally
source: Really???
tr_tr: Gerçekten istiyormusunuz?

source: Beginning of word
tr_tr: Kelime başlangıcı

# DatabaseSettings
source: DbName
tr_tr: Veri tabanı

# Langage
source: Language
tr_tr: Dil

source: Overall in word
tr_tr: Kelimenin herhangi yeri

source: User Settings
tr_tr: Kullanıcı Ayarları

# OrderNumberBegin
source: Ordernumber start
tr_tr: Başlangıç sipariş No

source: Ordernumber current
tr_tr: Son sipariş No

# PriceSelect
source: Autom. Price Selecting
tr_tr: Otomatik fiyat seçimi

# OrderSearchMaxChar
source: Search after x Char
tr_tr: x harf den sonra arama

# PersonalId
source: Personalnumber
tr_tr: Personal No

# DatabaseCheck
source: DbName Check
tr_tr: Veri taban kontrolu

# InfoDatabaseDeleted
source: Your DbName is deleted
tr_tr: Veri tabanı tamamen silinmiştir!

# AskDeleteOrder
source: Really want delete this?
tr_tr: Gerçekten silmekmi istiyormusunuz?

# ExitProgram
source: Do you want exit Pocketseller?
tr_tr: Gerçekten Pocketseller'dan çıkış yapmak istiyormusunuz?

source: City
tr_tr: Şehir

source: Mobile
tr_tr: Cep

source: Name1
tr_tr: Isim1

source: Name2
tr_tr: Isim2

source: Phone1
tr_tr: Telefon1

source: Phone2
tr_tr: Telefon2

source: Street
tr_tr: Yol

source: Zip
tr_tr: Postakodu

# AddressInfo
source: Setress Information
tr_tr: Müşteri bilgileri

source: New Orders
tr_tr: Yeni siparişler

source: Sent Orders
tr_tr: Gönderilmiş siparişler

# AddressSearchType
source: Type of searching addresses
tr_tr: Müsteri arama şekli

# ArticleSearchType
source: Type of searching articles
tr_tr: Ürün arama şekli

source: Invoice Date
tr_tr: Fatura tarih

# InvoiceNumber
source: Invoice Nr
tr_tr: Fatura No

source: Invoice Open
tr_tr: Fatura açık

# InvoiceValue
source: Invoice Duration
tr_tr: Fatura tutar

# DatabaseArchive
source: DbName Archive
tr_tr: Veri taban arşivi

source: Select
tr_tr: Kullan

# Content
source: CN
tr_tr: Iç

source: day
tr_tr: gün

source: days
tr_tr: gün

source: hour
tr_tr: saat

source: hours
tr_tr: saat

source: minute
tr_tr: dakika

source: minutes
tr_tr: dakika

source: right now
tr_tr: biraz önce

source: Second
tr_tr: Saniye

source: Seconds
tr_tr: Saniye

source: ago
tr_tr: önce

source: from now
tr_tr: şimdiden

# OrderValueVat
source: V. Brutto
tr_tr: T. Brüt

# AskForDeleteDoc
source: Really want delete this?
tr_tr: Gerçekten silmekmi istiyormusunuz?

# ActivateDocAttention
source: Attention! This order being before order number {0}
tr_tr: Dikkat! Bu sipariş önceden sipariş no {0} idi!

source: Data flow
tr_tr: Bilgi akımı

source: Name
tr_tr: Isim

source: Total Open
tr_tr: Toplam açık

# NoInternet
source: Your device does not have network access, please check and try again
tr_tr: Cıhazınızın network bağlantısı yok, lütfen kontrol edip ve tekrar deneyin!

source: Sources
tr_tr: Bilgi kaynakları

source: Order
tr_tr: Sipariş

# Quotations
source: Special Quotations
tr_tr: Özel Teklifler

source: Date
tr_tr: Tarih

# RecreateTable
source: Reacreate table
tr_tr: Yeniden oluştur

source: New
tr_tr: Yeni

source: Account
tr_tr: Dekont

# Address
source: Setress
tr_tr: Konto

# TabAccount
source: Account
tr_tr: Dekont

# TabAddress
source: Customer
tr_tr: Müşteri

# TabOustanding
source: Outstanding
tr_tr: OP

source: Article
tr_tr: Ürün

# InfoPriceMustGreaterThanEK
source: Price must be >= than the purchase, do you want still take?
tr_tr: Satış fiyatı alış fiyatindan yüksek olmalı, yinede bu fiyat alınsınmı?

# InfoPriceMustInRange
source: Price is to high, please check price
tr_tr: Satış fiyatı alış fiyatından çok yüksek, fiyatı tekrar gözden geçirin edin

# InfoStockNotAvailable
source: Stock to low, do you want still take?
tr_tr: Ürün depo miktari çok düşük, yinede bu ürün alınsınmı?

source: Discard and Stay
tr_tr: Sil ve kal

# ExitMessage
source: Do you want exit?
tr_tr: Dokümandan cikmak istermisiniz?

# ExitMessageHow
source: How do you want exit this document?
tr_tr: Dokümandan nasil cikmak istersiniz?

source: Exit without Save
tr_tr: Sil ve çık

source: Save and Exit
tr_tr: Kayıt et ve çık

source: Stay
tr_tr: Kayıt et

# Documentdetail
source: Position details
tr_tr: Position detaylar

# Addressnumber
source: Setressnumber
tr_tr: Konto

# ArticleAlreadyExists
source: Article already exists, do you want add this?
tr_tr: Ürün ilave edilmiş. Tekrar ilave edilsinmi?

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

# Articlenumber
source: ArticleNr
tr_tr: ArticleNo

source: Renew Account Data
tr_tr: Muhasebe bilgileri yenile

# RenewAddressData
source: Renew Setress Data
tr_tr: Address bilgileri yenile

# RenewAll
source: All
tr_tr: Tümünü

source: Renew Article Data
tr_tr: Ürün bilgleri yenile

source: Renew Outstanding Payments
tr_tr: Açık hesapları yenile

# TableImportDuration
source: Duration [s]
tr_tr: Süre [s]

# TableItemCount
source: Row count
tr_tr: Satır adeti

# TableItemName
source: Table name
tr_tr: Çizelge

# TableImportLastUpdate
source: Last Update
tr_tr: Son güncelleştirme

source: Check stock
tr_tr: Stock kontrolü

# GreaterEKInPercent
source: VK > EK + %
tr_tr: Alışdan daha yüksek (%)

# LowerInputInPercent
source: Input < EK + %
tr_tr: Fiyat max. alışdan yüksek (%)

# SelectEKPrice
source: Purchase price
tr_tr: Alış fiyat

source: Check EK
tr_tr: Alış fiyat kontrolü

# SourceHost
source: Host
tr_tr: Server

# SourceDatabase
source: DB File
tr_tr: Veri taban dosyası

source: Attention
tr_tr: Dikkat

# CreateNew
source: Create a new one
tr_tr: Yeni bir tane oluştur

source: Apply
tr_tr: Devral

# CheckqueNr
source: Cheque No
tr_tr: No

source: Credit
tr_tr: SOLL

source: Debit
tr_tr: HABEN

# InvoiceDate1
source: I.Date
tr_tr: FA-Tarih

# InvoiceNr
source: Invoice No
tr_tr: FA-No

source: Payment
tr_tr: Ödeme

# PaymentDate
source: P.Date
tr_tr: ÖD-Tarih

# PaymentText
source: P.Text
tr_tr: Beyan

# LabelAveragePaymentCraftInDays
source: Average Payment Craft [Day]
tr_tr: Ortalama Ödeme Gücü [Gün]

# OrderCouldNotBeSent
source: Order could not be sent, please try again.
tr_tr: Sipariş gönderilemedi, lütfen tekrar deneyin

# OrderSentSuccessfully
source: Order was sent successfully
tr_tr: Sipariş gönderildi

source: Changed
tr_tr: Değiştirildi

source: Sent
tr_tr: Gönderildi

source: Stock
tr_tr: Depo

source: Import
tr_tr: Import et

source: Print
tr_tr: Printere bas

# PutBack
source: Put it back
tr_tr: Geriye at

source: Show
tr_tr: Göster

# ToDelivery
source: DELIVERYNOTE
tr_tr: Irsaliye

# ToPrint
source: FACTURA
tr_tr: Yaz

# StatusNotChanged
source: Status of order could not be changed
tr_tr: Siparişin status değiştirilemedi

# ToDeficit
source: Deficit
tr_tr: Bakiye

# CurrentStockAmount
source: AM
tr_tr: ME

source: Charges
tr_tr: Posisyonlar

source: Parcel
tr_tr: Koli

source: Order not saved
tr_tr: Sipariş hafızaya alınmadı

source: Order saved
tr_tr: Sipariş hafızaya alındı

# NumberKeyboard
source: Digit Keyboard
tr_tr: Sayı tuşlu

source: Phone Keyboard
tr_tr: Telefon tuşlu

# LowerCaseSearchType
source: Automatic LowerCase
tr_tr: Otomatik küçük

# MaxDocumentDetails
source: Maximal Positions in Order
tr_tr: En fazla mümkün posisyon

# SearchType
source: Searching type
tr_tr: Umumi arama

# UpperCaseSearchType
source: Automatic UpperCase
tr_tr: Otomatik büyük

# KeyboardInDocumentdetail
source: Keybard in Documentdetail
tr_tr: Ürün seçiminde tuş ayarı

# MaxDocumentDetailsAchieved
source: Maximum Position in Document achieved
tr_tr: En fazla mümkün olan posisyon kayıtına erilmiştir

source: Create Order
tr_tr: Sipariş Kayıtı

# NormalKeyboard
source: Normal
tr_tr: Normal tuşlu

# KeyboardOnSearch
source: Keybard on search
tr_tr: Aramakda tuş ayarı

# ToPrinted
source: PRINTED
tr_tr: Yazılmış

# DeficitOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# DeleteOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# DocumentdetailsOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# DocumentsOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# ImportOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# PrintedOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# PrintOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# SourceOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# DoYouWantImport
source: Do you want import this order?
tr_tr: Bu siparişi import etmek istiyormusunuz?

# DoYouWantDelete
source: Do you want delete this order?
tr_tr: Bu siparişi silmek istiyormusunuz?

# CanceledOptionMenu
source: Option Menu
tr_tr: Menü Optionen

# ToCanceled
source: Canceled
tr_tr: Iptal

# Storno
source: Cancel
tr_tr: Iptal et

source: Deficits
tr_tr: Açıkdalar

source: Article Deficits
tr_tr: Açıkda ürünler

source: Order Deficits
tr_tr: Açıkda siparişler

# DeletedOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# ToDeleted
source: Deleted
tr_tr: Silinmiş

source: Past Quotations
tr_tr: Geçmiş teklifler

source: Valid Quotations
tr_tr: Geçerli teklifler

# DateStart
source: Begin
tr_tr: Başlangıç tarihi

# DateStop
source: End
tr_tr: Bitiş tarihi

# QuotationsNr
source: Quotation No
tr_tr: Teklif No

# QutotationsSentOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# QutotationsNewOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

# Quotation
source: Special Quotation
tr_tr: Özel Teklif

# QutotationValidOptionMenu
source: Option Menu
tr_tr: Opsiyonlar

source: Quotation saved
tr_tr: Teklif hafızaya alındı

source: Quotation not saved
tr_tr: Teklif hafızaya alınmadı

# SetDateGreaterEqualStart
source: Set date greater or equal of start date
tr_tr: Tarih başlangıç tarihinden büyük veya aynı olmalı

# SetDateLessEqualStop
source: Set date less or equal of end date
tr_tr: Tarih bitiş tarihinden ufak veya aynı olmalı

source: New Quotations
tr_tr: Yeni Teklifler

source: Sent Quotations
tr_tr: Gönderilmiş Teklifler

# QuotationCouldNotBeSent
source: Quotation could not be sent, please try again.
tr_tr: Teklifler gönderilemedi, lütfen tekrar deneyin

# QuotationSentSuccessfully
source: Quotation was sent successfully
tr_tr: Teklifler gönderildi

# QuotationSelector
source: Select From Special Offers
tr_tr: Özel tekliflerden seçim

source: Take Over
tr_tr: Devral

source: Picture
tr_tr: Resim

# BackupCompleted
source: Databases are sucessfully saved
tr_tr: Veri tabanları yedeğe alındı

source: Backup Database
tr_tr: Veri tabanını yedeğe al

# UpdateTemplatesCompleted
source: Update templates successfully completed
tr_tr: Template'ler güncelleştirildi

# RestoreCompleted
source: Databases are sucessfully restored
tr_tr: Hafizaya alınan veri tabanları tekrar kuruldu

source: Restore Database
tr_tr: Veri tabanını geri yerleştir

# DoYouWantBackupDatabase
source: Do you want backup your databases?
tr_tr: Veri tabanını yedeğe almak istiyormusunuz?

# DoYouWantRestoreDatabase
source: Do you want restore your databases?
tr_tr: Hafizaya alınan veri tabanları tekrar kurmak istiyormusunuz?

# DoYouWantUpdateTemplates
source: Do you want update your Excel templates?
tr_tr: Template'ler güncelleştirmek istiyormusunuz?

source: Activation Code
tr_tr: Etkinleştirme şifresi

# Source
source: Source detail
tr_tr: Bilgi kaynağı

source: **Not Activated**
tr_tr: **Etkinleştirilmedi**

# IsActivated
source: Pocketseller is activated
tr_tr: Pocketseller etkinleştirildi

# IsNotActivated
source: Pocketseller could not be activated
tr_tr: Pocketseller etkinleştirilemedi

# PictureUrl
source: Url for Pictures
tr_tr: Resimlerin Url adresi

# CouldNotBeActivated
source: Sources could not be downloaded, maybe that your device is not registrated.
tr_tr: Bağlantı bilgileri getirilemedi, ihtimalen cıhazınız için kayıt işlemi yapılmamıştır.

source: Login failed
tr_tr: Login başarısız geçti

source: Login successfull
tr_tr: Login başarılı geçti

source: Activate
tr_tr: Etkinleştir

# NewPassword1
source: New Password
tr_tr: Yeni Şifre

# NewPassword2
source: Re-Type New Password
tr_tr: Yeni Şifre tekrarlama

source: Old Password
tr_tr: Eski Şifre

source: Change password
tr_tr: Şifreyi değiştir

# OrderNotSavable
source: Oldest Bill is not payed within 45 days. No further order can be accepted. Please go in contact with our Accounting.
tr_tr: En eski fatura 45 gün icinde öndenmedi. Bu sebeple yeni siparis alinamiyor. Muhasebemizle irtibata gecmenizi rica ediyoruz.

source: Payed
tr_tr: Ödendi

# PrintComission
source: Comission Print
tr_tr: Komisyonu bas

source: Print Deliverynote Without Price
tr_tr: Fıyatlı Irsaliye bas

source: Print Deliverynote With Price
tr_tr: Fıyatsız Irsaliye bas

# LabelReady
source: Ready
tr_tr: Tamamlandı

source: Ready
tr_tr: Tamamlandı

# MailsNotReceived
source: EMails could not received
tr_tr: E-Mail ler indirilemedi

# NotRegistered
source: Device is not registered
tr_tr: Cihaz kayıtlı degil

# ToFactura
source: FACTURA
tr_tr: Fatura

# ToDelete
source: Delete
tr_tr: Sil

source: Print Factura
tr_tr: Fatura bas

source: Edit Comission
tr_tr: Komisyonu değistir

source: Comission
tr_tr: Komisyon

source: Print Cash
tr_tr: Nakit satış

source: Save and Send
tr_tr: Kayıt et ve gönder

# SendAsDelivery
source: Send as Deliverynote
tr_tr: Irsaliye olarak gönder

source: Send as Factura
tr_tr: Fatura olarak gönder

source: Send as Order
tr_tr: Sıpariş olarak gönder

source: Send as Creditnote
tr_tr: Dekonto olarak gönder

# ToCreditNote
source: CREDITNOTE
tr_tr: Dekonto

# FacturaAll
source: All
tr_tr: Tümü

# FacturaDays
source: For Day
tr_tr: Günün

# FacturaWeek
source: For Week
tr_tr: Haftanın

# FacturaDefect
source: Defects
tr_tr: HATALI

# CorrectFactura
source: Correct
tr_tr: Düzelt

source: Branch
tr_tr: Şube
